[
    {
        "items": [
            {
                "ac": 16,
                "armor": 5,
                "cost": 200000,
                "crew": {
                    "max": 1,
                    "min": 1
                },
                "hardports": 1,
                "hp": 8,
                "hullClass": "Fighter",
                "mass": 2,
                "power": 5,
                "speed": 5,
                "type": "Strike Fighter",
                "description": "Small craft, often modified to replace the spike drive with a system drive. Their speed, cheapness, and combat utility make them a popular choice as inexpensive system patrol craft."
            },
            {
                "ac": 11,
                "armor": 0,
                "cost": 200000,
                "crew": {
                    "max": 10,
                    "min": 1
                },
                "hardports": 1,
                "hp": 15,
                "hullClass": "Fighter",
                "mass": 5,
                "power": 3,
                "speed": 3,
                "type": "Shuttle",
                "description": "The smallest craft that’s regularly used for interstellar drills, a shuttle is a cheap means of moving small amounts of precious material or important persons between worlds."
            },
            {
                "ac": 14,
                "armor": 2,
                "cost": 500000,
                "crew": {
                    "max": 6,
                    "min": 1
                },
                "hardports": 2,
                "hp": 20,
                "hullClass": "Frigate",
                "mass": 15,
                "power": 10,
                "speed": 3,
                "type": "Free Merchant",
                "description": "A hull type much beloved by adventurers, a free merchant has unimpressive combat utility but can carry substantial amounts of cargo while mounting enough weaponry to discourage small-craft piracy."
            },
            {
                "ac": 14,
                "armor": 5,
                "cost": 2500000,
                "crew": {
                    "max": 20,
                    "min": 5
                },
                "hardports": 4,
                "hp": 25,
                "hullClass": "Frigate",
                "mass": 10,
                "power": 15,
                "speed": 4,
                "type": "Patrol Boat",
                "description": "The hull of choice for customs cutters and system law enforcement, the patrol boat is a light frigate built heavy enough to overawe small merchant vessels while still being relatively cheap to build and crew."
            },
            {
                "ac": 13,
                "armor": 10,
                "cost": 4000000,
                "crew": {
                    "max": 40,
                    "min": 10
                },
                "hardports": 6,
                "hp": 40,
                "hullClass": "Frigate",
                "mass": 15,
                "power": 15,
                "speed": 2,
                "type": "Corvette",
                "description": "The smallest true combat frigate, and often simply called a “frigate” by spacers. Corvettes have significantly thicker armor than patrol boats and trade additional crew needs and less maneuverability for more available free mass."
            },
            {
                "ac": 15,
                "armor": 10,
                "cost": 7000000,
                "crew": {
                    "max": 120,
                    "min": 30
                },
                "hardports": 8,
                "hp": 50,
                "hullClass": "Frigate",
                "mass": 20,
                "power": 25,
                "speed": 1,
                "type": "Heavy Frigate",
                "description": "The heaviest starship that most poor or resource-deprived worlds can build, the heavy frigate can carry a significant loadout of weaponry and has enough crew to overwhelm most pirate ships if it comes to a boarding action. While it packs a substantial punch, it lacks the armor of a true cruiser-class warship."
            },
            {
                "ac": 11,
                "armor": 0,
                "cost": 5000000,
                "crew": {
                    "max": 40,
                    "min": 10
                },
                "hardports": 2,
                "hp": 40,
                "hullClass": "Cruiser",
                "mass": 25,
                "power": 15,
                "speed": 0,
                "type": "Bulk Freighter",
                "description": "This class of huge cargo ship is found most often in peaceful, heavily-populated sectors."
            },
            {
                "ac": 14,
                "armor": 15,
                "cost": 10000000,
                "crew": {
                    "max": 200,
                    "min": 50
                },
                "hardports": 10,
                "hp": 60,
                "hullClass": "Cruiser",
                "mass": 30,
                "power": 50,
                "speed": 1,
                "type": "Fleet Cruiser",
                "description": "The favored ship of the line of most wealthy, advanced worlds, and often the biggest and most powerful ship most planets can build. A cruiser’s heavy armor and infrastructural support for heavy guns make it a lethal weapon against frigates and any other ship not optimized for cracking heavy armor. They can prove vulnerable to swarm attacks by fighter-bombers equipped with the right kind of armor-piercing weapons."
            },
            {
                "ac": 16,
                "armor": 20,
                "cost": 50000000,
                "crew": {
                    "max": 1000,
                    "min": 200
                },
                "hardports": 15,
                "hp": 100,
                "hullClass": "Capital",
                "mass": 50,
                "power": 75,
                "speed": 0,
                "type": "Battleship",
                "description": "Dreaded hulks of interstellar war, very few worlds have the necessary technology or economy to support the massive expense of building and crewing a battleship. Those that do gain access to a ship that is largely invulnerable to anything short of specially-designed anti-capital cruisers or hunter-killer frigates."
            },
            {
                "ac": 14,
                "armor": 10,
                "cost": 60000000,
                "crew": {
                    "max": 1500,
                    "min": 300
                },
                "hardports": 4,
                "hp": 75,
                "hullClass": "Capital",
                "mass": 100,
                "power": 50,
                "speed": 0,
                "type": "Carrier",
                "description": "The queen of a fleet, even fewer polities can afford to build one of these huge ships. Carriers can support flights of fighter or frigate-class warships, ones specially equipped to handle particular missions. This versatility allows it to load fighter-bombers for anti-capital missions one month, and then switch to swarms of hunter-killer frigates the next when a hostile system’s asteroid outposts need to be destroyed. Stripped of its combat wings, however, a carrier has less individual firepower than a cruiser."
            },
            {
                "ac": 11,
                "armor": 5,
                "cost": 5000000,
                "crew": {
                    "max": 200,
                    "min": 20
                },
                "hardports": 10,
                "hp": 120,
                "hullClass": "Cruiser",
                "mass": 40,
                "power": 50,
                "speed": null,
                "type": "Small Station",
                "description": "Almost every space-faring world has at least one space station in orbit. A station has no Speed score, no spike drive, and cannot perform any maneuvers in combat, though its transit jets can slowly move it around a solar system over a matter of weeks. Civilian trade stations allow for docking by bulk freighters and ships not cleared to land on the surface, while military stations strictly forbid any civilian docking. The small station listed here is a Bannerjee-12, a common model found on poor or backwater worlds with little traffic. The large station represents an Arx, a major trade station for a hub world with money to spare."
            },
            {
                "ac": 17,
                "armor": 20,
                "cost": 40000000,
                "crew": {
                    "max": 1000,
                    "min": 100
                },
                "hardports": 30,
                "hp": 120,
                "hullClass": "Capital",
                "mass": 75,
                "power": 125,
                "speed": null,
                "type": "Large Station",
                "description": "Almost every space-faring world has at least one space station in orbit. A station has no Speed score, no spike drive, and cannot perform any maneuvers in combat, though its transit jets can slowly move it around a solar system over a matter of weeks. Civilian trade stations allow for docking by bulk freighters and ships not cleared to land on the surface, while military stations strictly forbid any civilian docking. The small station listed here is a Bannerjee-12, a common model found on poor or backwater worlds with little traffic. The large station represents an Arx, a major trade station for a hub world with money to spare."
            }
        ],
        "properties": {
            "name": "Starship Hulls"
        },
        "type": "hullTypes"
    },
    {
        "items": [
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 10000
                },
                "effect": "Skill bonus for analysis and research",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 2.0,
                    "scales": false
                },
                "name": "Advanced research lab",
                "power": {
                    "cost": 1,
                    "scales": true
                },
                "description": "A lab suitable for investigating alien xenolife, planetary geology, esoteric technology, and other mysteries of the cosmos. The lab contains cold sleep pods adequate to contain alien samples, viro-shielded research cells, high-energy lasers, and other requisite tools. When used to investigate some phenomenon or object, any applicable skill rolls are improved by +1 for a frigate lab, +2 for a cruiser lab, and +3 for a capital ship lab."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 10000
                },
                "effect": "Adds +2 for traveling familiar spike courses",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 0.0,
                    "scales": false
                },
                "name": "Advanced nav computer",
                "power": {
                    "cost": 1,
                    "scales": true
                },
                "description": "Forging new spike courses is too much an art to rely on computerized assistance, but an advanced nav computer can help on well-mapped routes. When navigating an interstellar drill course with charts less than a year old, the navigator decreases drill difficulty by 2."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 25000
                },
                "effect": "Can land and can operate under water",
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Amphibious operation",
                "power": {
                    "cost": 1,
                    "scales": false
                },
                "description": "This fitting includes the benefits of the Atmospheric Configuration fitting, as well as allowing the ship to operate while immersed in a liquid medium. Submerged ships cannot be detected with conventional planetary traffic sensors and require military sonar and naval sensors to fix their position, resources often unavailable on less developed worlds. So long as the ship stays away from military naval craft and bases, it is almost impossible to track while submerged. Only fighter and frigate hull classes can mount this fitting."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 10000
                },
                "effect": "Weapons and armor for the crew",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 0.0,
                    "scales": false
                },
                "name": "Armory",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "Rather than maintaining lengthy lists of ship equipment, a captain can simply buy an armory. Ships so equipped have whatever amounts of TL4 military-grade weaponry and armor that a crew might require, and integral maintenance facilities for its upkeep. There is enough gear available to outfit the entire crew for normal use, but giving it away or losing it in use may deplete it."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 5000
                },
                "effect": "Can land: frigates and fighters only.",
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Atmospheric configuration",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "This fitting must be put in place when the ship is built, and cannot be installed on cruiser-class or larger ships. A ship designed for atmospheric flight can land on most solid or aqueous surfaces."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": false,
                    "value": 50000
                },
                "effect": "Fires one weapon system without a gunner",
                "hullClass": "Fighter",
                "mass": {
                    "cost": 0.0,
                    "scales": false
                },
                "name": "Auto-targeting system",
                "power": {
                    "cost": 1,
                    "scales": false
                },
                "description": "Some ships run with more guns than crewmen. A single NPC or PC can man one gun per round, firing it as often as the gunnery chief’s Fire One Weapon or Fire All Guns actions allow, but sometimes that’s not enough. Installing an autonomic targeting system for a gun allows it to shoot at a +2 hit bonus without human assistance. This system must be installed once for each gun that is to be self-manned."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 10000
                },
                "effect": "Ship can use simple robots as crew",
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Automation support",
                "power": {
                    "cost": 2,
                    "scales": false
                },
                "description": "The ship has been carefully fitted to support the use of non-sentient expert system robots in its operation. At least one human, VI, or True AI crew member is necessary to oversee the bots and monitor spike drills, but otherwise crew may be replaced with cheap, basic robots at a cost of 1,000 credits per crew member replaced. Bots don’t draw pay, don’t take up life support, and their maintenance is assumed to be part of the ship’s operating costs. These bots are incapable of any actions unrelated to operating the ship and are treated as level-0 in their skills where relevant."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 5000
                },
                "effect": "Allows boarding of a hostile disabled ship",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Boarding tubes",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "Armored tubes equipped with laser cutter apertures can be used to forcibly invade a hostile ship, provided the target’s engines have been disabled. Ships without boarding tubes have to send invaders across empty space to either make an assault on a doubtless heavily-guarded airlock or cut their way in through the hull with laser cutters and half an hour of work."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": false,
                    "value": 25000
                },
                "effect": "Orbit-to-surface cargo shuttle",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 2.0,
                    "scales": false
                },
                "name": "Cargo lighter",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "Cruisers and larger craft can’t land on planetary bodies, so they require small shuttlecraft for transport. A cargo lighter is only capable of surface-to-orbit flight, which takes roughly twenty minutes either way, but can latch on to a standard pressurized cargo container holding up to 200 tons of cargo and passengers. These containers are usually collapsible and take up no significant space when compressed for storage, assuming they’re not simply disposable cargo shells. This fitting can be purchased multiple times."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": false,
                    "value": 0
                },
                "effect": "Pressurized cargo space",
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Cargo space",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "Free mass can be traded for pressurized cargo space. Tracked by weight for convenience, one cubic meter is usually one ton, with most vehicles requiring ten tons when loaded, tanks taking 25, and aircraft or mechs taking up 50 tons of cargo space. One point of free mass grants 2 tons of cargo space in a fighter, 20 tons in a frigate, 200 tons in a cruiser, and 2000 tons in a capital-class ship. This fitting can be purchased multiple times."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 5000
                },
                "effect": "Keeps occupants in stasis",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Cold sleep pods",
                "power": {
                    "cost": 1,
                    "scales": false
                },
                "description": "These stasis pods can keep a subject alive for centuries provided that the ship’s power doesn’t fail. Each installation allows for keeping a number of people equal to the ship’s maximum crew in stasis indefinitely. This fitting can be installed multiple times."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 100000
                },
                "effect": "Ship can be deconstructed into a colony base",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 2.0,
                    "scales": true
                },
                "name": "Colony core",
                "power": {
                    "cost": 4,
                    "scales": false
                },
                "description": "The ship has been designed to act as the core of a future settlement. Once this fitting is engaged, the ship ceases to be operational as a starship, and builds out into a set of habitats, hydroponic gardens, fusion plants, and living spaces sufficient to support up to five times its maximum crew, including enough fabrication and workshop facilities to keep the settlement operational under normal conditions. The settlement can be a deep-space hab, orbital installation, or planetary settlement. In the latter case, the ship must land to form the settlement; even ships without atmospheric operations can do so, but they can never take off again. Once activated, a colony core cannot be re-packed."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 25000
                },
                "effect": "Common drill routes become auto-successes",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Drill course regulator",
                "power": {
                    "cost": 1,
                    "scales": true
                },
                "description": "Drills along a known spike drive route have no chance of failure so long as the route is no longer than twice the operating pilot’s skill level and does not involve course trimming. Thus, a navigator with Pilot-1 skill would always succeed in making a drill of two hexes or less, provided the route was a known one. The drill course regulator requires a sophisticated technical base and compatible metadimensional energy conditions in a given sector; many sectors no longer have this technology or lack the right environment to use it. If the GM prefers a campaign where space travel is always at least somewhat dangerous, they may deny access to this fitting. Ships piloted by exceptionally talented navigators may choose not to mount it even then."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 10000
                },
                "effect": "Upgrade a spike drive to drive-2 rating",
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Drive-2 upgrade",
                "power": {
                    "cost": 1,
                    "scales": true
                },
                "description": "A ship can improve its standard-issue drive-1 spike drive with additional phase filters and power throughput refinements. A captain needs buy only the final grade of drive desired. He does not have to buy upgrades sequentially. Drives of rating 4 and higher are generally TL5 artifacts that cannot be built most modern worlds."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 20000
                },
                "effect": "Upgrade a spike drive to drive-3 rating",
                "hullClass": "Fighter",
                "mass": {
                    "cost": 2.0,
                    "scales": true
                },
                "name": "Drive-3 upgrade",
                "power": {
                    "cost": 2,
                    "scales": true
                },
                "description": "A ship can improve its standard-issue drive-1 spike drive with additional phase filters and power throughput refinements. A captain needs buy only the final grade of drive desired. He does not have to buy upgrades sequentially. Drives of rating 4 and higher are generally TL5 artifacts that cannot be built most modern worlds."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 40000
                },
                "effect": "Upgrade a spike drive to drive-4 rating",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 3.0,
                    "scales": true
                },
                "name": "Drive-4 upgrade",
                "power": {
                    "cost": 2,
                    "scales": true
                },
                "description": "A ship can improve its standard-issue drive-1 spike drive with additional phase filters and power throughput refinements. A captain needs buy only the final grade of drive desired. He does not have to buy upgrades sequentially. Drives of rating 4 and higher are generally TL5 artifacts that cannot be built most modern worlds."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 100000
                },
                "effect": "Upgrade a spike drive to drive-5 rating",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 3.0,
                    "scales": true
                },
                "name": "Drive-5 upgrade",
                "power": {
                    "cost": 3,
                    "scales": true
                },
                "description": "A ship can improve its standard-issue drive-1 spike drive with additional phase filters and power throughput refinements. A captain needs buy only the final grade of drive desired. He does not have to buy upgrades sequentially. Drives of rating 4 and higher are generally TL5 artifacts that cannot be built most modern worlds."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 500000
                },
                "effect": "Upgrade a spike drive to drive-6 rating",
                "hullClass": "Cruiser",
                "mass": {
                    "cost": 4.0,
                    "scales": true
                },
                "name": "Drive-6 upgrade",
                "power": {
                    "cost": 3,
                    "scales": true
                },
                "description": "A ship can improve its standard-issue drive-1 spike drive with additional phase filters and power throughput refinements. A captain needs buy only the final grade of drive desired. He does not have to buy upgrades sequentially. Drives of rating 4 and higher are generally TL5 artifacts that cannot be built most modern worlds."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": false,
                    "value": 300000
                },
                "effect": "Stealthed landing pod for troops",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 2.0,
                    "scales": false
                },
                "name": "Drop pod",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "Armored and stealthed versions of cargo lighters, these craft are twice as fast, apply a -3 penalty to tracking and targeting skill checks, and can carry up to one hundred troops or passengers. Many are equipped with assorted Heavy weapons to clear the landing zone, and can be treated as flight-capable gravtanks for purposes of combat. This fitting can be purchased multiple times."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 25000
                },
                "effect": "Adds +2 to skill checks to avoid detection",
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Emissions dampers",
                "power": {
                    "cost": 1,
                    "scales": true
                },
                "description": "Stealth systems can mask the ship’s energy emissions through careful modulation of the output. All travel times inside a star system are doubled when the system is engaged, but any skill checks to avoid detection gain a +2 bonus."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 50000
                },
                "effect": "House vast numbers of cold sleep passengers",
                "hullClass": "Cruiser",
                "mass": {
                    "cost": 2.0,
                    "scales": true
                },
                "name": "Exodus bay",
                "power": {
                    "cost": 1,
                    "scales": true
                },
                "description": "These banked rows of compressed cold sleep pods are designed to carry enormous numbers of people in extended hibernation, most often colonists to some new homeworld or escapees from some stellar disaster. A cruiser can carry up to 1,000 colonists in stasis, while a capital ship can handle up to 5,000. Each further time this fitting is selected, these numbers double. These pods put their inhabitants into very deep hibernation so as to minimize the resources necessary to maintain their lives. Bringing them out of this stasis requires a month of “defrost”. Crash awakenings have a 25% chance of killing the subject. The pods are rated for 100 years of stasis, but their actual maximum duration is somewhat speculative"
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 5000
                },
                "effect": "Doubles maximum crew size",
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Extended life support",
                "power": {
                    "cost": 1,
                    "scales": true
                },
                "description": "The ship can be designed to accommodate a larger number of crew or passengers. Extended life support can be fitted multiple times; each time, the maximum crew rating of the ship increases by 100% of its normal maximum. Thus, a free merchant who installs this twice can have a maximum complement of 18 people."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 5000
                },
                "effect": "Can provide medical care to more patients",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Extended medbay",
                "power": {
                    "cost": 1,
                    "scales": false
                },
                "description": "All ships are equipped with basic medical facilities for curing lightly injured crew members and keeping the seriously injured ones stable until reaching a planet. An extended medbay improves those facilities, allowing for the medical treatment of up to the ship’s entire maximum crew at once, including the treatment of critically wounded passengers."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 2500
                },
                "effect": "Maximum life support duration is doubled",
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Extended stores",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "A normal complement of ship’s stores can keep the maximum crew size supplied for two months. Each selection of Extended Stores doubles that time, and can be fitted multiple times."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 2500
                },
                "effect": "Adds fuel for one more drill between fuelings",
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Fuel bunkers",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "Most ships require refueling after each drill jump, no matter the distance. Installing fuel bunkers allows the ship to carry one additional load of fuel. This fitting can be installed multiple times for ships that wish to minimize fueling."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 5000
                },
                "effect": "Ship can scoop fuel from a gas giant or star",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Fuel scoops",
                "power": {
                    "cost": 2,
                    "scales": false
                },
                "description": "Fuel scoops allow for the harvesting and extraction of hydrogen from gas giants or the penumbra of solar bodies. The extraction process requires four days of processing and refinement, but completely refuels the ship. Such fittings are common on explorer craft that cannot expect to find refueling stations."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 10000
                },
                "effect": "Ship produces life support resources",
                "hullClass": "Cruiser",
                "mass": {
                    "cost": 2.0,
                    "scales": true
                },
                "name": "Hydroponic production",
                "power": {
                    "cost": 1,
                    "scales": true
                },
                "description": "Some ships are designed to produce food and air supplies for the crew. Selecting hydroponic production allows for the indefinite supply of a number of crewmen equal to the ship’s maximum crew. This option may be taken multiple times for farm ships, in which case each additional selection doubles the number of people the ship can support."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 2500
                },
                "effect": "Emergency escape craft for a ship’s crew",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Lifeboats",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "Selecting this fitting equips the ship with a number of single-use escape craft capable of reaching the nearest habitable planet or station in a star system. If no such destination exists, the boats can maintain their passengers for up to a year in drugged semi-stasis. Lifeboats have fully-functional comm systems and are usually equipped with basic survival supplies and distress beacons. A single selection of this fitting provides enough lifeboats for a ship’s maximum crew, with up to twenty people per boat."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 10000
                },
                "effect": "10% of the max crew get luxurious quarters",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Luxury cabins",
                "power": {
                    "cost": 1,
                    "scales": false
                },
                "description": "Each time this fitting is selected, 10% of the ship’s maximum crew gain access to luxury cabins of a spaciousness sufficient to please a wealthy star-farer. This fitting comes with the usual zero-gee athletic courts, decorative fountains, fine dining, and artistic fittings."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": false,
                    "value": 50000
                },
                "effect": "Space mining and refinery fittings",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Mobile extractor",
                "power": {
                    "cost": 2,
                    "scales": false
                },
                "description": "Automated mining and refinery equipment has been built into the ship, allowing it to extract resources from asteroids and planetary surfaces. Careful extraction of specific lodes of valuable minerals can be quite profitable at the GM’s discretion, but if the crew is simply melting down available asteroids for raw materials, the unit can refine one ton of usable materials per day worth about 500 credits in most markets. These raw materials can be used to feed a mobile factory, and a ship may have more than one mobile extractor fitted to it to multiply the return if sufficient raw feedstock is available. Operating an extractor requires at least five crew members."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 50000
                },
                "effect": "Self-sustaining factory and repair facilities",
                "hullClass": "Cruiser",
                "mass": {
                    "cost": 2.0,
                    "scales": true
                },
                "name": "Mobile factory",
                "power": {
                    "cost": 3,
                    "scales": false
                },
                "description": "The ship is equipped with a full-scale TL4 fabrication plant programmed to support its needs. The ship can stock raw materials and parts at 5,000 credits per ton; these parts can then be used to “pay” ship repair or maintenance costs when conventional shipyards are unavailable. The factory can also create and repair vehicles, TL4 equipment, space habs, and planetary structures with these parts at a rate of 10,000 credits worth of construction a day. If a mobile extractor is available, the raw materials processed by the latter unit can be used to feed the factory. Operating a mobile factory requires at least 100 well-trained personnel. Each 10 fewer available doubles repair or maintenance times."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 100000
                },
                "effect": "Allows a precog to assist in navigation",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 0.0,
                    "scales": false
                },
                "name": "Precognitive nav chamber",
                "power": {
                    "cost": 1,
                    "scales": false
                },
                "description": "An extremely rare example of psitech dating from before the Scream, a precognitive nav chamber allows a character with at least Precognition-2 psionic skill to assist in interstellar drills, sensing impending shear alterations before they happen. The navigator automatically succeeds on any spike drill check of difficulty 9 or less. On a failed check, add 2 to the Spike Drive Mishap roll, limiting the potential damage. On drilling in to the destination system, the psychic has expended all Effort in the process."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": false,
                    "value": 0
                },
                "effect": "Focal point for allied psychics’ powers",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 0.0,
                    "scales": false
                },
                "name": "Psionic anchorpoint",
                "power": {
                    "cost": 3,
                    "scales": false
                },
                "description": "This pretech relic is unavailable on the open market in most sectors. Once installed in a ship, it can be “imprinted” by up to a dozen psychics. These psychics can sense and affect any object or location within ten meters of the relic after one minute of concentration, provided they are within the same solar system. Thus, teleporters can always teleport next to the anchorpoint, telepaths can always contact anyone within the affected zone, telekinetics can manipulate objects near the relic, and so forth. The relic can be recoded to eliminate existing imprints, but any psychic who gets access to the relic for ten minutes of meditation and focus can imprint on it afterwards. There is no obvious way to tell how many psychics have imprinted to the anchorpoint."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 10000
                },
                "effect": "At long distances, disguise ship as another",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 0.0,
                    "scales": false
                },
                "name": "Sensor mask",
                "power": {
                    "cost": 1,
                    "scales": true
                },
                "description": "The ship can disguise its long-range sensor readings, spoofing scans with the ID tags and apparent hull type of any other ship of its choice. To penetrate this masquerade, the scanning entity must beat a Wis/Program skill check against difficulty 10 plus the Program skill of the masking ship’s comms officer. Once the ship is close enough to visually identify, the masking is useless."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": false,
                    "value": 200000
                },
                "effect": "Carrier housing for a fighter",
                "hullClass": "Cruiser",
                "mass": {
                    "cost": 2.0,
                    "scales": false
                },
                "name": "Ship bay/fighter",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "These sophisticated docking bays provide all the necessary tools and support for launching a starship from the mother craft. They are rarely seen outside of dedicated capital-class carriers, but some cruisers make room to mount a fighter-class attack shuttle. Each bay allows room for one ship of the appropriate hull class. While the carried ship can support its own crew if necessary, most carriers fold their space wing into the mothership’s crew roster. This fitting can be taken multiple times."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": false,
                    "value": 1000000
                },
                "effect": "Carrier housing for a frigate",
                "hullClass": "Capital",
                "mass": {
                    "cost": 4.0,
                    "scales": false
                },
                "name": "Ship bay/frigate",
                "power": {
                    "cost": 1,
                    "scales": false
                },
                "description": "These sophisticated docking bays provide all the necessary tools and support for launching a starship from the mother craft. They are rarely seen outside of dedicated capital-class carriers, but some cruisers make room to mount a fighter-class attack shuttle. Each bay allows room for one ship of the appropriate hull class. While the carried ship can support its own crew if necessary, most carriers fold their space wing into the mothership’s crew roster. This fitting can be taken multiple times."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 2000
                },
                "effect": "General equipment for the crew",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 0.0,
                    "scales": false
                },
                "name": "Ship’s locker",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "Much like an armory, this option allows a captain to lay in a general supply of equipment likely to be useful to explorers and spacemen. Any TL4 equipment on the gear list can be found in the ship’s locker in amounts commensurate with the ship’s size. A few guns and some basic armor might be included as well, but for serious armament an armory is required. There is enough gear available to outfit the entire crew for normal use, but giving it away or losing it in use may deplete the locker until it is restocked."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 25000
                },
                "effect": "Allow another ship to hitch on a spike drive",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Shiptender mount",
                "power": {
                    "cost": 1,
                    "scales": false
                },
                "description": "The ship is designed with symbiosis mounts that allow other ships to “hitch” on the craft’s spike drills. Each shiptender mount allows one craft of a hull size smaller than the tender to link up for intersystem drills. Mounts cannot be used for in-system travel. If the linking ship has been designed to be carried by a tender then establishing this link takes one hour. If not, it takes a full day to fit the ship into the mount. Ships can dismount from the tender with an hour’s disentanglement. In an emergency, the carried ships can dismount instantly, but the mountings are considered disabled then until repairs are made. Carried ships cannot fight."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 2500
                },
                "effect": "Small amount of well-hidden cargo space",
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Smuggler’s hold",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "Carefully-designed storage space intended to conceal illicit cargo from customs inspection. Each installation of this fitting adds 200 kilograms of cargo space in a fighter, 2 tons in a frigate, 20 tons in a cruiser, or 200 tons in a capital ship. Cargo in a smuggler’s hold will never be found by a standard customs inspection. Careful investigation by a suspicious official can find it on a difficulty 10 check using their Wis/Notice skill, and a week-long search one step short of disassembly will find it on a difficulty 7 check."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 5000
                },
                "effect": "Improved planetary sensory array",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Survey sensor array",
                "power": {
                    "cost": 2,
                    "scales": false
                },
                "description": "Most ships require only basic analysis of a star system, sufficient to identify population centers, do rough scanning of an object’s composition, and chart major navigational hazards. Survey sensor arrays greatly enhance the ship’s sensor abilities, allowing for finely-detailed mapping of objects and planets, along with broad-spectrum communications analysis. They also improve attempts to detect other craft when scanning a region for stealthy vessels. Any rolls with survey sensor arrays add +2 to skill checks."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": false,
                    "value": 0
                },
                "effect": "Replace spike drive with small system drive",
                "hullClass": "Fighter",
                "mass": {
                    "cost": -2.0,
                    "scales": true
                },
                "name": "System drive",
                "power": {
                    "cost": -1,
                    "scales": true
                },
                "description": "The ship’s standard drive-1 spike drive is removed and replaced with a different propulsion system. The ship is still treated as having a drive-1 for maneuvering and system transit purposes, but it cannot make interstellar drills. This modification lowers the cost of the basic hull by 10% and adds extra power and space based on the size of the hull: 1 power for fighters, 2 for frigates, 3 for cruisers, and 4 for capital ship hulls. Twice this amount of free mass is gained by the process."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": false,
                    "value": 0
                },
                "effect": "Pretech teleportation to and from ship",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Teleportation pads",
                "power": {
                    "cost": 1,
                    "scales": false
                },
                "description": "This TL5 tech is completely unavailable in most sectors and was uncommon even on Mandate-era ships. The pads allow up to a dozen people or 1,200 kilograms of matter to be teleported to and from the surface of a planet or the interior of a another ship, provided it is no more than a few tens of thousands of kilometers distant. Ship-to-ship teleportation is possible only when the receiving ship is cooperating by transmitting accurate coordinate details; otherwise, a friendly, unjammed signal from inside is necessary to lock onto the target point. Planetary teleportations are possible only in the absence of physical barriers between the ship and the target point below. The teleporters may be used once every five minutes. In those rare sectors where this tech is widely available, it costs 200k."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 10000
                },
                "effect": "Manipulate objects in space at a distance",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Tractor beams",
                "power": {
                    "cost": 2,
                    "scales": false
                },
                "description": "Gravitic projectors allow the ship to manipulate objects within its immediate area, pushing, pulling, and sliding objects no larger than a ship of one hull class smaller. Targets with shipscale propulsion can resist the beams, but lifeboats, individual suit jets, or other smaller propulsors are inadequate. The beam can focus on only one object at a time but can move it into the ship’s cargo bays or hurl it out of the ship’s immediate vicinity within three rounds. The beams can only effectively manipulate objects in very low gravity, and not those on the surface of planets or other objects with significant natural gravity."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 2500
                },
                "effect": "Halve tonnage space of carried vehicles",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Vehicle transport fittings",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "The ship has been fitted with specialized mounts, bunking, cargo bays, and other facilities to expedite the transport of often-unwieldy vehicles, including mechs and other military craft. Any vehicles carried count as only half their usual cargo tonnage. Assuming trained operators, up to four vehicles can be offloaded or ramped onto the ship per round in cases where speed is critical."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 500
                },
                "effect": "Automated tech workshops for maintenance",
                "hullClass": "Frigate",
                "mass": {
                    "cost": 0.5,
                    "scales": true
                },
                "name": "Workshop",
                "power": {
                    "cost": 1,
                    "scales": false
                },
                "description": "On-board workshops can be bought at smaller than maximum sizes than a hull would allow, if additional TL4 tech facilities aren’t strictly needed. A frigate-sized workshop is sufficient for modding any personal gear as per the modification rules on page 100. A cruiser-sized workshop can handle vehicle modding and starship maintenance, and a capital-class workshop can build vehicles or similar large work from scratch at full cost."
            }
        ],
        "properties": {
            "name": "Starship Fittings"
        },
        "type": "fittings"
    },
    {
        "items": [
            {
                "adjustments": {
                    "ac": 1,
                    "hp": 2,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 100000
                },
                "hullClass": "Capital",
                "mass": {
                    "cost": 2.0,
                    "scales": true
                },
                "name": "Ablative Hull Compartments",
                "power": {
                    "cost": 5,
                    "scales": false
                },
                "description": "By sacrificing empty hull space in a complex system of ablative blast baffles, a capital-class ship can have a large amount of its total mass shot away without actually impinging on its normal function. This grants it a +1 AC bonus and 20 extra maximum hit points."
            },
            {
                "adjustments": {
                    "ac": 2,
                    "hp": 0,
                    "speed": -1
                },
                "cost": {
                    "scales": true,
                    "value": 25000
                },
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Augmented Plating",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "At the cost of a certain amount of speed and maneuverability, a ship can have its armor plating reinforced against glancing hits, gaining a +2 bonus to its AC. This augmentation can decrease a ship’s Speed below 0, meaning it will be applied as a penalty to all Pilot tests."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 25000
                },
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Boarding Countermeasures",
                "power": {
                    "cost": 2,
                    "scales": false
                },
                "description": "The ship has hardened bulkheads, reinforced hatches, and specially-designed automated kill corridors for wiping out intruders. Provided that the ship’s bridge is still under control, the operator can prevent entry to the ship by any force that lacks shipyard-grade tools, weapons capable of melting hull plating, or specialized military breaching implements. If intruders do get inside, only well-equipped, specially-trained marines have any real chance of breaching the defenses. Ordinary space pirates or more casual invaders have only a 1 in 6 chance of threatening the bridge crew, though they may cause significant damage in their dying."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 25000
                },
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Burst ECM Generator",
                "power": {
                    "cost": 2,
                    "scales": false
                },
                "description": "A high-powered secondary ECM generator can be activated to negate any one otherwise-successful hit against the ship. This generator can be activated after the damage has been rolled, but enemy ships rapidly compensate for the new ECM source, and so the generator can only be used effectively once per engagement."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 10000
                },
                "hullClass": "Cruiser",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Foxer Drones",
                "power": {
                    "cost": 2,
                    "scales": false
                },
                "description": "These drones are invariably short-lived due to the enormous energy signatures they produce, but until the ship’s next turn they grant a +2 AC bonus as their emissions confuse foes. Foxer drones are cheaply constructed and essentially free; the only limit on their number is the amount of free space set aside for holding them."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 50000
                },
                "hullClass": "Frigate",
                "mass": {
                    "cost": 2.0,
                    "scales": true
                },
                "name": "Grav Eddy Displacer",
                "power": {
                    "cost": 5,
                    "scales": false
                },
                "description": "This system links with a ship’s navigational subsystem and randomizes the motion vectors in sympathy with metadimensional gravitic currents. This agility gives any hit on the ship a 1 in 6 chance of being negated entirely."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 25000
                },
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": true
                },
                "name": "Hardened Polyceramic Overlay",
                "power": {
                    "cost": 0,
                    "scales": false
                },
                "description": "A complex glazing process can harden the surface of a ship’s armor to more effectively shed incoming attacks, decreasing the armor-piercing quality of any hit by 5."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 50000
                },
                "hullClass": "Frigate",
                "mass": {
                    "cost": 2.0,
                    "scales": true
                },
                "name": "Planetary Defense Array",
                "power": {
                    "cost": 4,
                    "scales": false
                },
                "description": "The ship is equipped with an array of gravitic braker guns and an upgraded nuke snuffer field. While useless in conventional ship-to-ship combat, the array can deflect or dampen meteor impacts, dropped penetrator rods, or other non-powered bombardment techniques, and the snuffer field is powerful enough to prevent nuclear fission reactions over a hemisphere-sized area. A single ship with a PDA can protect against any natural meteor strikes and deny easy terror bombardment of a planet’s population. The PDA cannot fully protect against orbital strikes by powered penetrators, but it can nudge them off course and make pinpoint strikes impractical. Most developed planets have much more powerful and effective ground installations, but a PDA-equipped ship is a useful emergency stopgap for poor or primitive worlds."
            },
            {
                "adjustments": {
                    "ac": 0,
                    "hp": 0,
                    "speed": 0
                },
                "cost": {
                    "scales": true,
                    "value": 10000
                },
                "hullClass": "Frigate",
                "mass": {
                    "cost": 2.0,
                    "scales": true
                },
                "name": "Point Defense Lasers",
                "power": {
                    "cost": 3,
                    "scales": false
                },
                "description": "Too small to damage ships, these point defense lasers can detonate or melt incoming munitions, improving the ship’s defenses against torpedoes, fractal impact charges, and other ammunition-based weapons."
            }
        ],
        "properties": {
            "name": "Starship Defenses"
        },
        "type": "defenses"
    },
    {
        "items": [
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 100000
                },
                "dmg": "1d4",
                "hardports": 1,
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Multifocal Laser",
                "power": {
                    "cost": 5,
                    "scales": false
                },
                "qualities": "AP 20",
                "techLevel": 4,
                "description": "Twinned assay and penetration lasers modulate the frequency of this beam for remarkable armor penetration. These weapons are popular choices for fighters intended for frigate or cruiser engagement."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 100000
                },
                "dmg": "3d4",
                "hardports": 1,
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Reaper Battery",
                "power": {
                    "cost": 4,
                    "scales": false
                },
                "qualities": "Clumsy",
                "techLevel": 4,
                "description": "Stepped tapping of the spike drive power plant allows for the emission of a torrent of charged particles. The particles have very little armor penetration, but can fry a small ship’s power grid in a strike or two."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": 500,
                    "value": 200000
                },
                "dmg": "2d6",
                "hardports": 1,
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Fractal Impact Charge",
                "power": {
                    "cost": 5,
                    "scales": false
                },
                "qualities": "AP 15, Ammo 4",
                "techLevel": 4,
                "description": "A spray of penetrator sabots that use fractal surfacing to increase impact. Favored for bomber-class fighter hulls."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 2000000
                },
                "dmg": "2d4",
                "hardports": 1,
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Polyspectral MES Beam",
                "power": {
                    "cost": 5,
                    "scales": false
                },
                "qualities": "AP 25",
                "techLevel": 5,
                "description": "A rare example of pretech weaponry, a fighter equipped with a PMB can scratch even a battleship’s hull."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 50000
                },
                "dmg": "2d4",
                "hardports": 1,
                "hullClass": "Fighter",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Sandthrower",
                "power": {
                    "cost": 3,
                    "scales": false
                },
                "qualities": "Flak",
                "techLevel": 4,
                "description": "Projecting a spray of tiny, dense particulate matter, sandthrowers are highly effective against lightly-armored fighters"
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 500000
                },
                "dmg": "2d6",
                "hardports": 1,
                "hullClass": "Frigate",
                "mass": {
                    "cost": 3.0,
                    "scales": false
                },
                "name": "Flak Emitter Battery",
                "power": {
                    "cost": 5,
                    "scales": false
                },
                "qualities": "AP 10, Flak",
                "techLevel": 4,
                "description": "A baseline frigate anti-fighter system, this battery fires waves of lasers or charged particles to knock down small craft."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": 2500,
                    "value": 500000
                },
                "dmg": "3d8",
                "hardports": 1,
                "hullClass": "Frigate",
                "mass": {
                    "cost": 3.0,
                    "scales": false
                },
                "name": "Torpedo Launcher",
                "power": {
                    "cost": 10,
                    "scales": false
                },
                "qualities": "AP 20, Ammo 4",
                "techLevel": 4,
                "description": "Capable of damaging even a battleship, torpedoes are cumbersome, expensive, and often the core of a line frigate’s armament."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 800000
                },
                "dmg": "3d6",
                "hardports": 2,
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Charged Particle Caster",
                "power": {
                    "cost": 10,
                    "scales": false
                },
                "qualities": "AP 15, Clumsy",
                "techLevel": 4,
                "description": "A focalized upgrade to the reaper battery, the CPC has a much better armor penetration profile."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 700000
                },
                "dmg": "3d6",
                "hardports": 2,
                "hullClass": "Frigate",
                "mass": {
                    "cost": 2.0,
                    "scales": false
                },
                "name": "Plasma Beam",
                "power": {
                    "cost": 5,
                    "scales": false
                },
                "qualities": "AP 10",
                "techLevel": 4,
                "description": "With superior targeting and a smaller energy drain than a CPC, a plasma beam sacrifices some armor penetration."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": 5000,
                    "value": 1000000
                },
                "dmg": "2d6+2",
                "hardports": 2,
                "hullClass": "Frigate",
                "mass": {
                    "cost": 2.0,
                    "scales": false
                },
                "name": "Mag Spike Array",
                "power": {
                    "cost": 5,
                    "scales": false
                },
                "qualities": "Flak, AP 10, Ammo 5",
                "techLevel": 4,
                "description": "A storm of magnetically-accelerated spike charges is almost guaranteed to eradicate any fighter-class craft it hits."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": 5000,
                    "value": 50000
                },
                "dmg": "Special",
                "hardports": 2,
                "hullClass": "Frigate",
                "mass": {
                    "cost": 1.0,
                    "scales": false
                },
                "name": "Nuclear Missiles",
                "power": {
                    "cost": 5,
                    "scales": false
                },
                "qualities": "Ammo 5",
                "techLevel": 4,
                "description": "Useless in ship-to-ship combat or against any other TL4 planet with working nuke snuffers, one of these missiles can still erase an entire lostworlder city without such protection."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 1500000
                },
                "dmg": "3d10",
                "hardports": 3,
                "hullClass": "Cruiser",
                "mass": {
                    "cost": 5.0,
                    "scales": false
                },
                "name": "Spinal Beam Cannon",
                "power": {
                    "cost": 10,
                    "scales": false
                },
                "qualities": "AP 15, Clumsy",
                "techLevel": 4,
                "description": "One of the first spinal-mount class weapons, the SBC briefly channels the full power of the ship into a charged beam. It lacks the power and penetration of the more advanced gravcannon, but also takes less power to mount."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 2000000
                },
                "dmg": "3d10",
                "hardports": 2,
                "hullClass": "Cruiser",
                "mass": {
                    "cost": 5.0,
                    "scales": false
                },
                "name": "Smart Cloud",
                "power": {
                    "cost": 10,
                    "scales": false
                },
                "qualities": "Cloud, Clumsy",
                "techLevel": 4,
                "description": "A swarm of self-directed microdrones sweeps over the ship. Their integral beam weaponry is too small to damage larger ships, but they can wipe out an attacking fighter wave."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 2000000
                },
                "dmg": "4d6",
                "hardports": 3,
                "hullClass": "Cruiser",
                "mass": {
                    "cost": 4.0,
                    "scales": false
                },
                "name": "Gravcannon",
                "power": {
                    "cost": 15,
                    "scales": false
                },
                "qualities": "AP 20",
                "techLevel": 4,
                "description": "Using much the same principles as man-portable grav weaponry, the gravcannon causes targets to fall apart in a welter of mutually-antagonistic gravitic fields."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 2500000
                },
                "dmg": "3d8",
                "hardports": 3,
                "hullClass": "Cruiser",
                "mass": {
                    "cost": 3.0,
                    "scales": false
                },
                "name": "Spike Inversion Projector",
                "power": {
                    "cost": 10,
                    "scales": false
                },
                "qualities": "AP 15",
                "techLevel": 4,
                "description": "The SIP uses the ship’s spike phasing as an offensive weapon, penetrating the target with a brief incursion of MES energies that largely ignore attempts to evade."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 5000000
                },
                "dmg": "3d20",
                "hardports": 4,
                "hullClass": "Capital",
                "mass": {
                    "cost": 10.0,
                    "scales": false
                },
                "name": "Vortex Tunnel Inductor",
                "power": {
                    "cost": 20,
                    "scales": false
                },
                "qualities": "AP 20, Clumsy",
                "techLevel": 4,
                "description": "A capital-class model of the SIP, a VTI is capable of incapacitating a cruiser in two hits. Its bulk limits its utility against fighter-class craft, however."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": 50000,
                    "value": 5000000
                },
                "dmg": "2d20",
                "hardports": 4,
                "hullClass": "Capital",
                "mass": {
                    "cost": 5.0,
                    "scales": false
                },
                "name": "Mass Cannon",
                "power": {
                    "cost": 10,
                    "scales": false
                },
                "qualities": "AP 20, Ammo 4",
                "techLevel": 4,
                "description": "By firing projectiles almost as large as fighter-scale craft, the mass cannon inflicts tremendous damage on a target. Serious ammunition limitations hamper its wider-scale use."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 4000000
                },
                "dmg": "1d20",
                "hardports": 2,
                "hullClass": "Capital",
                "mass": {
                    "cost": 5.0,
                    "scales": false
                },
                "name": "Lightning Charge Mantle",
                "power": {
                    "cost": 15,
                    "scales": false
                },
                "qualities": "AP 5, Cloud",
                "techLevel": 4,
                "description": "Modulation of the ship’s power core emits a cloak of MES lightning. While larger spike drive craft can shunt the energies away harmlessly, fighter-class ships are almost invariably destroyed if hit."
            },
            {
                "cost": {
                    "scales": false,
                    "stackSize": null,
                    "value": 20000000
                },
                "dmg": "5d20",
                "hardports": 5,
                "hullClass": "Capital",
                "mass": {
                    "cost": 10.0,
                    "scales": false
                },
                "name": "Singularity Gun",
                "power": {
                    "cost": 25,
                    "scales": false
                },
                "qualities": "AP 25",
                "techLevel": 5,
                "description": "One of the few surviving pretech weapons in anything resembling wide currency, this capital-class weapons system fires something mathematically related to a miniaturized black hole at a target. "
            }
        ],
        "properties": {
            "name": "Starship Weapons"
        },
        "type": "weapons"
    }
]